tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
cask "java"
brew "autoconf"
brew "boot-clj"
brew "git"
brew "icu4c"
brew "leiningen"
brew "node"
brew "postgresql", restart_service: true
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "gitify"
cask "google-chrome"
cask "gpg-suite"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
