tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
cask 'java'
brew 'autoconf'
brew 'boot-clj'
brew 'flow'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'pcre'
brew 'git'
brew 'pkg-config'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'leiningen'
brew 'maven'
brew 'readline'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'mercurial'
brew 'mongodb'
brew 'node'
brew 'pstree'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'vim', args: ['with-override-system-vi']
brew 'watchman'
brew 'zsh'
