tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
cask 'java'
brew 'autoconf'
brew 'aws-elasticbeanstalk'
brew 'boot-clj'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'flow'
brew 'gdbm'
brew 'git'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'icu4c'
brew 'harfbuzz'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'imagemagick', args: ['with-librsvg']
brew 'leiningen'
brew 'maven'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'mercurial'
brew 'mongodb'
brew 'node'
brew 'pstree'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'vim', args: ['with-override-system-vi']
brew 'watchman'
brew 'zsh'
cask '==> Migrating cached files to /Users/jonchen/Library/Caches/Homebrew/Cask...'
